{
    "entries":
    [
        {
            "author":
            {
                "value":"MC",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"Our interaction with Dr. Athan has been invaluable.  My 16 yr old daughter wanted to explore engineering and Dr Athan shared his time teaching engineering concepts and prepping her for a potential internship.  His methods instilled confidence and understanding, as she grasped ideas that would have taken much longer in a normal classroom setting.  He was also able to secure a summer internship in development at Harvest Croo.  He prepared her for the internship and stayed in communication throughout the summer.  Thank you Dr Athan, as meeting and spending time with you has truly impacted her life.  It was a real turning point for her to realize, understand and gain confidence in her potential.  She is now more determined than ever to succeed and study engineering at the next level.  We will always be grateful for your support and caring.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"PVF",
                "attributes":[]
            },
            "location":
            {
                "value":"Fort Lauderdale, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"Dr. Athan truly knocked this workshop out of the park! It was an amazing week for my son and a whole group of young children. It was a great opportunity to learn more and experience first-hand the vast world of science. I was particularly impressed with the passion Dr. Athan delivered in this full-of-valuable-information science talk. To see so many bright minds giving total undivided attention was even more impressive.<br><br>Thank you Dr. Athan for a great week and I’m looking forward to seeing you soon.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"A & LS",
                "attributes":[]
            },
            "location":
            {
                "value":"Fort Lauderdale, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"My wife and I are very grateful to you for generously sharing your talents, efforts, experiences, and enthusiasm with our sons. They both came home at the end of each day smiling and happy, recounting the wonderful things they did and learned from you.  To us, this is the best evidence that your program was a huge success.  You have a gift in presenting fundamental ideas in science in a fun, practical, and hands-on way that kids can relate to and understand.  We look forward to signing them up again next summer!<br><br>Thank you very much Dr. Athan.  Please keep up the great work you do in inspiring the next generation of leaders in science, engineering, and technology. America needs you!",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"L & GM",
                "attributes":[]
            },
            "location":
            {
                "value":"Fort Lauderdale, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"When we heard about this workshop, we jumped at the chance and called Dr. Athan right away.  Our experience began on our phone call.  Dr. Athan took significant time to explain the course, he peaked our interest even more and we had no doubts that we had to try it. Our son attended a one week workshop and we honestly have to say that Dr. Athan exceeded our expectations beyond belief!  His content is high level, comprehensive, and the most in-depth course we've experienced yet! Dr. Athan was extremely attentive, boosted morale, and answered questions as if each child was in a one-on-one course. The kids were so engaged that they opted for no break on their first day! The content for this course is like no other that we've found in what's offered prior to college. We highly recommend Dr. Athan's classes and we will definitely be continuing this amazing journey with him.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"DP",
                "attributes":[]
            },
            "location":
            {
                "value":"Fort Lauderdale, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"My son had a chance this past week to take part in a camp run by Dr. Athan of Engineering Minds. Dr. Athan is an engaging teacher and an expert in his field. This camp was not fluff!! The kids were treated like the bright and intelligent human beings that they are. The discussions were lively... and Dr. Athan was constantly encouraging the kids to THINK. What a novel idea.<br><br>I am looking forward to our next chance to learn with him.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"E & TE",
                "attributes":[]
            },
            "location":
            {
                "value":"St. Petersburg, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"The past two weeks have been an absolutely wonderful experience for our daughter. Every afternoon in the car on the way home she talks about all the things she learned, things she had no idea even existed. It has been truly eye opening for her.<br><br>Thanks for making this such a great experience for her and the other kids!",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"M & DC",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"The best summer camp our son has ever attended. Dr. Athan has a gift for communicating with young people and introducing them to Engineering concepts and projects in ways that keep the subject matter interesting and fun, yet advanced.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"TG",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"Wow what a week! My daughter loved it this week and can't wait for next week. Yesterday, I brought her back to work with me and she setup her computer and proceeded to work a little more on her circuit board. My company's engineering manager was astonished at what she was doing and said he didn't learn about Binary, Octal, Hex or ASCII til college. He was impressed! I told him she could intern for him in 2 years.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"A & BD",
                "attributes":[]
            },
            "location":
            {
                "value":"Fort Lauderdale, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"We were looking for an interesting and fun, yet challenging camp for our son. He had been to previous camps in the State but none had really engaged him the way we hoped. After much searching, we found Engineering Minds online.  After speaking with Dr. Athan and getting a sense of his passion for the program, we enrolled our son in the two week camp. After the first day, we knew something special was taking place. Our son couldn't stop talking about the class. His enthusiasm peaked the interest of his younger brother to the point where we had no choice but to enroll him in the camp as well.Our sons were truly excited about the program and Dr. Athan's teaching style.  They learned a tremendous amount during those two weeks and also enjoyed the interaction with their peers. We were impressed that our sons were taught engineering concepts at the collegiate level. Dr. Athan has a gift for communicating with children and keeps their interest. We are very grateful to him for his passion and commitment to getting the most out of these young minds. The program exceeded our every expectation and we look forward to many more camps in coming years and hopefully, in the near future, a camp closer to home in Fort Lauderdale.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"CD",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"Two summers ago I searched for a summer program that would challenge and interest my teenage son who attends a magnet high school for computer engineering. Engineering Minds and Dr. Athan were the perfect match! My son mastered college level concepts and explored new interests. He liked it so much that he asked to return the following summer for continued learning. He was taught marketable skills and introduced to new areas. I was astounded that a teenager was actually willing to rise early for a month in the summer and attend class. He looked forward to every session. Dr Athan is an inspiring mentor and teacher who brings out the best in gifted kids with an interest in all things engineering. We are so glad to have found him and his non-traditional teaching style for young, bright minds. He treats them as young adults and they respond accordingly.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"RP",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"My son has participated in Dr. Athan’s workshops the past two summers. Everyday he jumped into the car more inspired than the day before. These workshops have peaked areas of interest he didn't even know existed. He continues to come home from school wishing investigation, collaboration, and self-directed learning were part of his curriculum at school.<br><br>Dr. Athan’s workshops challenge, inspire, and create learning opportunities for his students.  Dr. Athan includes his students in the learning process; allowing them to feel part of his team and takes their thoughts to the next level.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"CM",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"My experience from the 8-day Engineering Minds workshop exceeded my expectations. The material Dr. Athan included gave my son (13) and his curious mind access to advanced concepts and cutting-edge technology that has not been available or appealing to him ... and my son eagerly learned it. It didn't feel like school to him: it felt like a compelling exploration and hands-on challenge. My normally reticent son was intrigued -- and motivated. He especially enjoyed the relaxed freedom in the room, best symbolized by rubber bands and Dr. Athan's RAD Climber invention. It helps me to know what lights my son up, and how to guide him in his further education. I am especially grateful for the guidance and feedback from Dr. Athan, who took time to speak with me at length by phone before and throughout the session, to discuss in depth my son's natural talents and progress. Besides his lofty qualifications, he has a rare passion and availability for mentoring the next generation, with the perfect blend of insight, flexibility, knowledge, resources, and energy. I am so pleased with the opportunities available at Engineering Minds; I have already registered my son for the next session.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"Kevin Hykin, BSEE 1992, MSCIS 2002, NPDP 2006, MBA 2012",
                "attributes":[]
            },
            "location":
            {
                "value":"Michigan",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"In the early 90’s, I was completing my Bachelors of Science in Electrical Engineering at the University of South Florida. While at the University, I met Professor Athan. He was instrumental in helping me and my team with our senior project. More importantly however, he helped prepare me to begin a great career. Based on my background and capabilities, he recommended that I pursue an opportunity with a company called Schlumberger. Schlumberger is a $19B dollar leading oilfield services provider that is considered one of the top 10 run companies in the world. They have a history of only recruiting the top people from the most prestigious universities. Although the University of South Florida does not fall into that category, he and I were able to craft a plan to get an interview with them. After researching their interview schedule, I discovered that they would be interviewing at the University of Florida. Professor Athan and I then worked together to prepare for the opportunity. The strategy was to drive down the night before and attend their informal question and answer session so I could persuade them to grant me an interview. Our preparation enabled me to differentiate myself during the session and enabled me to persuade them to create an interview slot at the end of the day. In the interview I was able to impress both of their recruiters so they extended an offer to interview at their North American Headquarters in Houston. Professor Athan and I then prepared for the final interview. I flew to Houston and interviewed for two days with many leaders from their organization. Our preparation enabled me to receive a great offer that I subsequently accepted.<br><br>Without Professor Athan’s help, I would never have had the opportunity to work for one of the top 10 best run companies in the world. It is no longer enough for students just to do well in school. You need to establish your goals and prepare yourself for success. If you are driven and desire to reach your maximum potential, then you should consider working with Dr. Stephan Athan.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"Adriana N.",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"I contacted Dr. Athan two years into my professional life as I was searching for the next step to take in my career. I had worked as a process improvement engineer and I was looking for guidance on how to challenge myself in new ways. It was important to me to find a mentor who was experienced in the paths that I might take: academia, industry, and innovation. Dr. Athan has a wealth of experience in all these areas and he patiently and enthusiastically educated me on the many possibilities available as an engineer. I was inspired by his energy and he gave me the mental tools I needed to make a well informed decision. I am now working towards a Ph.D. and pursuing a career in research and development where I feel that my talents and personality are best suited. Dr. Athan helped me to get where I am today and for that I am truly grateful.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"C & TS",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"I cannot speak highly enough about our interaction with Dr. Athan.  We contacted him originally because of our teenaged son’s nascent interest in microprocessors and electrical engineering. Our son’s interest required a curriculum of study not available in our local school system.  Dr. Athan first teleconferenced with our son, and they developed a study plan suitable for his particular interests.  He similarly met with us and outlined his proposal.  After we agreed to the mentor arrangement, he met with our son on a regular basis, directing his learning and encouraging his interest.  He continually provided both positive and negative feedback, helping to focus our son’s efforts. Throughout each session, he maintained a level of humor, intensity, and contagious enthusiasm which made the work enjoyable.  Our son looked forward to each session and prioritized his other responsibilities so that he could spend as much time studying with Dr. Athan as possible.  He made him work for each new concept but always made our son feel like the answers were within his grasp.<br><br>In summary, this was one of the most positive and influential pedagogical experiences we have ever had with a teacher or mentor. We hold Dr. Athan in the highest regard.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"Mackenzie B.",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"I contacted Dr. Athan to inquire about any job opportunities that summer. When I told him I was an engineering major in college he offered to hire me that summer under a defense department contract and mentor me in electrical engineering. Dr. Athan mentored me that summer and put me through his rigorous engineering boot camp where I learned VLSI design, simulation, layout, fabrication, and test. He tailored a custom syllabus for me around an AFRL contract and the summer culminated in my attending two major engineering conferences including the IEEE Nuclear and Space Radiation Effects Conference (NSREC) in Denver and co-authoring a paper for a Jet Propulsion Labs (JPL) Europa Jupiter Systems Mission Workshop in Pasadena, California. The following summer I was offered a choice of working at either NASA Goddard Space Flight Center, Aerospace Corporation, or JPL as a result of Dr. Athan's recommendations and contacts. I chose to work at JPL and lived on the campus at Cal Tech. It was an incredible experience and I would never have been given such a great opportunity without Dr. Athan's help.",
                "attributes":[]
            }
        },
        {
            "author":
            {
                "value":"Joseph Preston Lakeman",
                "attributes":[]
            },
            "location":
            {
                "value":"Tampa, FL",
                "attributes":["src=http://www.example.com/image.jpg", "att=val"]
            },
            "comment":
            {
                "value":"I graduated in August 2010 with a degree in Electrical Engineering but I did not have a plan or direction.  Through a chance meeting, I was put in touch with Dr. Athan.  I accepted a contract position and proved to Dr. Athan that I was both hungry for work and ambitious.  Without really knowing what I was getting myself into, I was brought on board to be a part of his engineering boot camp program. Dr. Athan tailored his boot camp to ensure I would become both a well rounded person and engineer.  My personalized boot camp covered not just engineering, but business, etiquette, logistics, contracts, intellectual property, and the value of continued academics. As a direct result of working with Dr. Athan my first job out of college was Radiation Effects Analysis Engineer with NASA at Goddard Space Flight Center, Maryland. My second and current job is obtaining my PhD from Cornell, one of the 8 Ivy League Universities. Working with Dr. Athan was an incredible experience and I thank him for his unwavering commitment, patience, and guidance.",
                "attributes":[]
            }
        }
    ]
}